Repository: deckerweb/genesis-mobile-menus
Catalog: languages/gmm-*.po
Languages: de_de

source: Mobile Menu
de_de: Mobiles Menü

source: Use Fail Safe Mode?
de_de: Abgesicherten Modus verwenden?

source: Mobile Menu Type
de_de: Art des mobilen Menüs

source: Please Select Mobile Menu Type
de_de: --- Art des mobilen Menüs wählen ---

source: Select Menu
de_de: Aufklappmenü (Select)

source: Collapsed Menu
de_de: Eingeklapptes Menü (Collapsed)

source: Alternate Menu
de_de: Alternatives Menü

source: Mobile Menu Position
de_de: Position des mobilen Menüs

source: Please Select Mobile Menu Position
de_de: --- Position des mobilen Menüs wählen ---

source: Replace Primary Menu
de_de: Haupt-Navigation (Primary) ersetzen

source: Replace Secondary Menu
de_de: Zweit-Navigation (Secondary) ersetzen

source: Show Menu
de_de: Menü anzeigen

source: Hide Menu
de_de: Menü ausblenden

source: Primary Navigation
de_de: Navigation:

source: Genesis Mobile Menu Beta
de_de: Genesis Mobiles Menü Beta

source: Add mobile menu to Genesis child themes
de_de: Ein mobiles Menü für Genesis Child Themes hinzufügen.

source: Sorry, you are not allowed to access this page directly.
de_de: Entschuldigung, aber Sie können auf diese Seite nicht direkt zugreifen.

source: Sorry, you can't activate unless you have installed %1$sGenesis%2$s
de_de: Hinweis: Um dieses Plugin aktivieren zu können, müssen Sie zuerst das %1$sGenesis Framework%2$s installiert haben.

source: Sorry, you can't activate without %1$sGenesis %2$s%3$s or greater
de_de: Hinweis: Sie können das Plugin nur aktivieren, wenn Sie das %1$sGenesis Framework %2$s%3$s oder höher installiert haben.
